Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Delete all workouts canceled.
de: Löschen aller Workouts abgebrochen.
es: Eliminación de todos los entrenamientos cancelada.
fr: Suppression de toutes les séances annulée.
it: Eliminazione di tutti gli allenamenti annullata.
ja: すべてのワークアウトの削除をキャンセルしました。
ko: 모든 운동 삭제를 취소했어요.
pt_br: Exclusão de todos os treinos cancelada.
ru: Удаление всех тренировок отменено.
zh_hans: 已取消删除所有训练。

source: Delete All Workouts?
de: Alle Workouts löschen?
es: ¿Eliminar todos los entrenamientos?
fr: Supprimer toutes les séances ?
it: Eliminare tutti gli allenamenti?
ja: すべてのワークアウトを削除しますか？
ko: 모든 운동을 삭제할까요?
pt_br: Excluir todos os treinos?
ru: Удалить все тренировки?
zh_hans: 删除所有训练？

source: Delete Day
de: Tag löschen
es: Eliminar día
fr: Supprimer le jour
it: Elimina giorno
ja: 日を削除
ko: 일차 삭제
pt_br: Excluir dia
ru: Удалить день
zh_hans: 删除训练日

source: Delete empty sets
de: Leere Sätze löschen
es: Eliminar series vacías
fr: Supprimer les séries vides
it: Elimina le serie vuote
ja: 空のセットを削除
ko: 빈 세트 삭제
pt_br: Excluir séries vazias
ru: Удалить пустые подходы
zh_hans: 删除空白组

source: Delete Exercise
de: Übung löschen
es: Eliminar ejercicio
fr: Supprimer l'exercice
it: Elimina esercizio
ja: 種目を削除
ko: 종목 삭제
pt_br: Excluir exercício
ru: Удалить упражнение
zh_hans: 删除动作

source: Delete Goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
it: Elimina obiettivo
ja: 目標を削除
ko: 목표 삭제
pt_br: Excluir meta
ru: Удалить цель
zh_hans: 删除目标

source: Delete Plan
de: Plan löschen
es: Eliminar plan
fr: Supprimer le plan
it: Elimina scheda
ja: プランを削除
ko: 플랜 삭제
pt_br: Excluir plano
ru: Удалить план
zh_hans: 删除计划

source: Delete Plan?
de: Plan löschen?
es: ¿Eliminar plan?
fr: Supprimer le plan ?
it: Eliminare la scheda?
ja: プランを削除しますか？
ko: 플랜을 삭제할까요?
pt_br: Excluir plano?
ru: Удалить план?
zh_hans: 删除计划？

source: Delete Set
de: Satz löschen
es: Eliminar serie
fr: Supprimer la série
it: Elimina serie
ja: セットを削除
ko: 세트 삭제
pt_br: Excluir série
ru: Удалить подход
zh_hans: 删除组

source: Delete Split
de: Split löschen
es: Eliminar split
fr: Supprimer le split
it: Elimina split
ja: スプリットを削除
ko: 스플릿 삭제
pt_br: Excluir split
ru: Удалить сплит
zh_hans: 删除分化

source: Delete Split?
de: Split löschen?
es: ¿Eliminar split?
fr: Supprimer le split ?
it: Eliminare lo split?
ja: スプリットを削除しますか？
ko: 스플릿을 삭제할까요?
pt_br: Excluir split?
ru: Удалить сплит?
zh_hans: 删除分化？

source: Delete these sets
de: Diese Sätze löschen
es: Eliminar estas series
fr: Supprimer ces séries
it: Elimina queste serie
ja: これらのセットを削除
ko: 이 세트들 삭제
pt_br: Excluir estas séries
ru: Удалить эти подходы
zh_hans: 删除这些组

source: Delete Workout
de: Workout löschen
es: Eliminar entrenamiento
fr: Supprimer la séance
it: Elimina allenamento
ja: ワークアウトを削除
ko: 운동 삭제
pt_br: Excluir treino
ru: Удалить тренировку
zh_hans: 删除训练

source: Delete workout canceled.
de: Löschen des Workouts abgebrochen.
es: Eliminación del entrenamiento cancelada.
fr: Suppression de la séance annulée.
it: Eliminazione dell'allenamento annullata.
ja: ワークアウトの削除をキャンセルしました。
ko: 운동 삭제를 취소했어요.
pt_br: Exclusão do treino cancelada.
ru: Удаление тренировки отменено.
zh_hans: 已取消删除训练。

source: Delete Workout Plan
de: Trainingsplan löschen
es: Eliminar plan de entrenamiento
fr: Supprimer le programme d'entraînement
it: Elimina scheda di allenamento
ja: ワークアウトプランを削除
ko: 운동 플랜 삭제
pt_br: Excluir plano de treino
ru: Удалить план тренировки
zh_hans: 删除训练计划

source: Delete workout plan canceled.
de: Löschen des Trainingsplans abgebrochen.
es: Eliminación del plan de entrenamiento cancelada.
fr: Suppression du programme d'entraînement annulée.
it: Eliminazione della scheda annullata.
ja: ワークアウトプランの削除をキャンセルしました。
ko: 운동 플랜 삭제를 취소했어요.
pt_br: Exclusão do plano de treino cancelada.
ru: Удаление плана тренировки отменено.
zh_hans: 已取消删除训练计划。

source: Delete Workout Plan?
de: Trainingsplan löschen?
es: ¿Eliminar plan de entrenamiento?
fr: Supprimer le programme d'entraînement ?
it: Eliminare la scheda di allenamento?
ja: ワークアウトプランを削除しますか？
ko: 운동 플랜을 삭제할까요?
pt_br: Excluir plano de treino?
ru: Удалить план тренировки?
zh_hans: 删除训练计划？

source: Deleted %@.
de: %@ gelöscht.
es: Se eliminó %@.
fr: %@ supprimé.
it: %@ eliminato.
ja: %@を削除しました。
ko: %@을(를) 삭제했어요.
pt_br: %@ excluído.
ru: Удалено: %@.
zh_hans: 已删除%@。

source: Deletes a completed workout.
de: Löscht ein abgeschlossenes Workout.
es: Elimina un entrenamiento completado.
fr: Supprime une séance terminée.
it: Elimina un allenamento completato.
ja: 完了したワークアウトを削除します。
ko: 완료한 운동을 삭제합니다.
pt_br: Exclui um treino concluído.
ru: Удаляет завершённую тренировку.
zh_hans: 删除一次已完成的训练。

source: Deletes a workout plan.
de: Löscht einen Trainingsplan.
es: Elimina un plan de entrenamiento.
fr: Supprime un programme d'entraînement.
it: Elimina una scheda di allenamento.
ja: ワークアウトプランを削除します。
ko: 운동 플랜을 삭제합니다.
pt_br: Exclui um plano de treino.
ru: Удаляет план тренировки.
zh_hans: 删除一个训练计划。

source: Deletes all app-created weight entries.
de: Löscht alle von der App erstellten Gewichtseinträge.
es: Elimina todos los registros de peso creados por la app.
fr: Supprime toutes les entrées de poids créées par l'app.
it: Elimina tutte le voci di peso create dall'app.
ja: アプリで作成したすべての体重の記録を削除します。
ko: 앱에서 만든 체중 기록을 모두 삭제합니다.
pt_br: Exclui todos os registros de peso criados pelo app.
ru: Удаляет все записи веса, созданные в приложении.
zh_hans: 删除所有由应用创建的体重记录。

source: Deletes all completed workout plans.
de: Löscht alle abgeschlossenen Trainingspläne.
es: Elimina todos los planes de entrenamiento completados.
fr: Supprime tous les programmes d'entraînement terminés.
it: Elimina tutte le schede completate.
ja: 完成したワークアウトプランをすべて削除します。
ko: 완료한 운동 플랜을 모두 삭제합니다.
pt_br: Exclui todos os planos de treino concluídos.
ru: Удаляет все завершённые планы тренировок.
zh_hans: 删除所有已完成的训练计划。

source: Deletes all completed workouts.
de: Löscht alle abgeschlossenen Workouts.
es: Elimina todos los entrenamientos completados.
fr: Supprime toutes les séances terminées.
it: Elimina tutti gli allenamenti completati.
ja: 完了したワークアウトをすべて削除します。
ko: 완료한 운동을 모두 삭제합니다.
pt_br: Exclui todos os treinos concluídos.
ru: Удаляет все завершённые тренировки.
zh_hans: 删除所有已完成的训练。

source: Deletes all workout plans.
de: Löscht alle Trainingspläne.
es: Elimina todos los planes de entrenamiento.
fr: Supprime tous les programmes d'entraînement.
it: Elimina tutte le schede di allenamento.
ja: すべてのワークアウトプランを削除します。
ko: 운동 플랜을 모두 삭제합니다.
pt_br: Exclui todos os planos de treino.
ru: Удаляет все планы тренировок.
zh_hans: 删除所有训练计划。

source: Deletes this day.
de: Löscht diesen Tag.
es: Elimina este día.
fr: Supprime ce jour.
it: Elimina questo giorno.
ja: この日を削除します。
ko: 이 일차를 삭제합니다.
pt_br: Exclui este dia.
ru: Удаляет этот день.
zh_hans: 删除这一天。

source: Deletes this exercise.
de: Löscht diese Übung.
es: Elimina este ejercicio.
fr: Supprime cet exercice.
it: Elimina questo esercizio.
ja: この種目を削除します。
ko: 이 종목을 삭제합니다.
pt_br: Exclui este exercício.
ru: Удаляет это упражнение.
zh_hans: 删除这个动作。

source: Deletes this split.
de: Löscht diesen Split.
es: Elimina este split.
fr: Supprime ce split.
it: Elimina questo split.
ja: このスプリットを削除します。
ko: 이 스플릿을 삭제합니다.
pt_br: Exclui este split.
ru: Удаляет этот сплит.
zh_hans: 删除这个分化。

source: Deletes this workout plan.
de: Löscht diesen Trainingsplan.
es: Elimina este plan de entrenamiento.
fr: Supprime ce programme d'entraînement.
it: Elimina questa scheda di allenamento.
ja: このワークアウトプランを削除します。
ko: 이 운동 플랜을 삭제합니다.
pt_br: Exclui este plano de treino.
ru: Удаляет этот план тренировки.
zh_hans: 删除这个训练计划。

source: Deletes this workout.
de: Löscht dieses Workout.
es: Elimina este entrenamiento.
fr: Supprime cette séance.
it: Elimina questo allenamento.
ja: このワークアウトを削除します。
ko: 이 운동을 삭제합니다.
pt_br: Exclui este treino.
ru: Удаляет эту тренировку.
zh_hans: 删除这次训练。

source: Deleting your only interval will cancel this cardio session.
de: Wenn du dein einziges Intervall löschst, wird diese Cardio-Einheit abgebrochen.
es: Si eliminas tu único intervalo, se cancelará esta sesión de cardio.
fr: Supprimer ton seul intervalle annulera cette séance de cardio.
it: Eliminando l'unico intervallo, la sessione cardio verrà annullata.
ja: 唯一のインターバルを削除すると、この有酸素セッションはキャンセルされます。
ko: 하나뿐인 인터벌을 삭제하면 이 유산소 세션이 취소돼요.
pt_br: Excluir o seu único intervalo cancelará esta sessão de cardio.
ru: Удаление единственного интервала отменит это кардио.
zh_hans: 删除唯一的间歇会取消这次有氧训练。

source: Denied
de: Verweigert
es: Denegado
fr: Refusé
it: Negato
ja: 拒否
ko: 거부됨
pt_br: Negado
ru: Запрещено
zh_hans: 已拒绝

source: Describe what you want and Apple Intelligence drafts the plan on-device.
de: Beschreibe, was du willst, und Apple Intelligence entwirft den Plan auf dem Gerät.
es: Describe lo que quieres y Apple Intelligence redacta el plan en el dispositivo.
fr: Décris ce que tu veux et Apple Intelligence rédige le plan sur l'appareil.
it: Descrivi cosa vuoi e Apple Intelligence prepara la scheda sul dispositivo.
ja: 作りたい内容を伝えると、Apple Intelligenceがオンデバイスでプランを作成します。
ko: 원하는 내용을 설명하면 Apple Intelligence가 기기 안에서 플랜 초안을 만들어요.
pt_br: Descreva o que você quer e o Apple Intelligence elabora o plano no dispositivo.
ru: Опишите, что нужно, — Apple Intelligence составит план прямо на устройстве.
zh_hans: 描述你想要什么，Apple Intelligence 会在设备端起草计划。

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
it: Ignora modifiche
ja: 変更を破棄
ko: 변경 사항 버리기
pt_br: Descartar alterações
ru: Отменить изменения
zh_hans: 放弃更改

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Annuler les modifications ?
it: Ignorare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 버릴까요?
pt_br: Descartar alterações?
ru: Отменить изменения?
zh_hans: 放弃更改？

source: Dismiss Keyboard
de: Tastatur schließen
es: Cerrar teclado
fr: Masquer le clavier
it: Nascondi tastiera
ja: キーボードを閉じる
ko: 키보드 닫기
pt_br: Ocultar teclado
ru: Скрыть клавиатуру
zh_hans: 收起键盘

source: Distance
de: Distanz
es: Distancia
it: Distanza
ja: 距離
ko: 거리
pt_br: Distância
ru: Дистанция
zh_hans: 距离

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Done Editing
de: Bearbeitung fertig
es: Terminar edición
fr: Fin de l'édition
it: Fine modifiche
ja: 編集を終了
ko: 편집 완료
pt_br: Concluir edição
ru: Завершить редактирование
zh_hans: 完成编辑

source: down
de: runter
es: abajo
fr: en baisse
it: in calo
ja: 低下
ko: 감소
pt_br: abaixo
ru: ниже
zh_hans: 下降

source: Down
de: Runter
es: Abajo
fr: En baisse
it: In calo
ja: 低下
ko: 감소
pt_br: Abaixo
ru: Ниже
zh_hans: 下降

source: Drag or tap the dial to rate the overall effort.
de: Ziehe oder tippe auf das Rad, um die Gesamtanstrengung zu bewerten.
es: Arrastra o toca el dial para valorar el esfuerzo general.
fr: Faites glisser ou touchez le cadran pour évaluer l'effort global.
it: Trascina o tocca la ghiera per valutare lo sforzo complessivo.
ja: ダイヤルをドラッグまたはタップして、全体の努力度を評価します。
ko: 다이얼을 드래그하거나 탭해서 전체 노력도를 평가하세요.
pt_br: Arraste ou toque no seletor para avaliar o esforço geral.
ru: Потяните или коснитесь шкалы, чтобы оценить общее усилие.
zh_hans: 拖动或点按转盘来给整体强度评分。

source: Drag to change the exercise order.
de: Ziehen, um die Übungsreihenfolge zu ändern.
es: Arrastra para cambiar el orden de los ejercicios.
fr: Faites glisser pour changer l'ordre des exercices.
it: Trascina per cambiare l'ordine degli esercizi.
ja: ドラッグして種目の順序を変更します。
ko: 드래그해서 종목 순서를 바꾸세요.
pt_br: Arraste para mudar a ordem dos exercícios.
ru: Перетащите, чтобы изменить порядок упражнений.
zh_hans: 拖动可调整动作顺序。

source: Drag to Rate
de: Zum Bewerten ziehen
es: Arrastra para valorar
fr: Faites glisser pour évaluer
it: Trascina per valutare
ja: ドラッグして評価
ko: 드래그해서 평가
pt_br: Arraste para avaliar
ru: Потяните для оценки
zh_hans: 拖动评分

source: Drop Set
de: Drop-Satz
es: Serie descendente
fr: Série dégressive
ja: ドロップセット
ko: 드롭세트
ru: Дроп-сет
zh_hans: 递减组

source: Dumbbell (Double)
de: Kurzhantel (doppelt)
es: Mancuerna (doble)
fr: Haltère (double)
it: Manubri (doppio)
ja: ダンベル（ダブル）
ko: 덤벨 (양손)
pt_br: Halter (duplo)
ru: Гантели (две)
zh_hans: 双侧哑铃

source: Dumbbell (Single)
de: Kurzhantel (einzeln)
es: Mancuerna (individual)
fr: Haltère (simple)
it: Manubrio (singolo)
ja: ダンベル（シングル）
ko: 덤벨 (한손)
pt_br: Halter (individual)
ru: Гантель (одна)
zh_hans: 单侧哑铃

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
ko: 시간
pt_br: Duração
ru: Длительность
zh_hans: 时长

source: Duration (min)
de: Dauer (Min.)
es: Duración (min)
fr: Durée (min)
it: Durata (min)
ja: 時間（分）
ko: 시간 (분)
pt_br: Duração (min)
ru: Длительность (мин)
zh_hans: 时长（分钟）

source: e.g. 4-day upper/lower for strength
de: z. B. 4-Tage-Oberkörper/Unterkörper für Kraft
es: p. ej., superior/inferior de 4 días para fuerza
fr: p. ex. haut/bas du corps sur 4 jours pour la force
it: es. 4 giorni parte alta/parte bassa per la forza
ja: 例：筋力向上のための週4日の上半身／下半身分割
ko: 예: 근력 위주 4일 상하체 분할
pt_br: ex.: superior/inferior de 4 dias para força
ru: например: верх/низ 4 дня на силу
zh_hans: 例如：4天上下肢分化，主攻力量

source: e.g. What was my last squat?
de: z. B. Was war meine letzte Kniebeuge?
es: p. ej. ¿Cuál fue mi última sentadilla?
fr: p. ex. Quel était mon dernier squat ?
it: es. Qual è stato il mio ultimo squat?
ja: 例：前回のスクワットは？
ko: 예: 지난 스쿼트 기록이 어떻게 돼?
pt_br: ex.: Qual foi o meu último agachamento?
ru: например: какой был мой последний присед?
zh_hans: 例如：我上次深蹲是多少？

source: earlier
de: früher
es: antes
fr: plus tôt
it: prima
ja: 早く
ko: 빨라
pt_br: mais cedo
ru: раньше
zh_hans: 提前

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit ${workoutPlan}
de: ${workoutPlan} bearbeiten
es: Editar ${workoutPlan}
fr: Modifier ${workoutPlan}
it: Modifica ${workoutPlan}
ja: ${workoutPlan}を編集
ko: ${workoutPlan} 편집
pt_br: Editar ${workoutPlan}
ru: Изменить ${workoutPlan}
zh_hans: 编辑 ${workoutPlan}

source: Edit Exercises
de: Übungen bearbeiten
es: Editar ejercicios
fr: Modifier les exercices
it: Modifica esercizi
ja: 種目を編集
ko: 종목 편집
pt_br: Editar exercícios
ru: Изменить упражнения
zh_hans: 编辑动作

source: Edit Plan
de: Plan bearbeiten
es: Editar plan
fr: Modifier le plan
it: Modifica scheda
ja: プランを編集
ko: 플랜 편집
pt_br: Editar plano
ru: Изменить план
zh_hans: 编辑计划

source: Edit Workout Plan
de: Trainingsplan bearbeiten
es: Editar plan de entrenamiento
fr: Modifier le programme d'entraînement
it: Modifica scheda di allenamento
ja: ワークアウトプランを編集
ko: 운동 플랜 편집
pt_br: Editar plano de treino
ru: Изменить план тренировки
zh_hans: 编辑训练计划

source: Edits rest times.
de: Bearbeitet die Pausenzeiten.
es: Edita los tiempos de descanso.
fr: Modifie les temps de repos.
it: Modifica i tempi di recupero.
ja: 休憩時間を編集します。
ko: 휴식 시간을 편집합니다.
pt_br: Edita os tempos de descanso.
ru: Изменяет время отдыха.
zh_hans: 编辑休息时间。

source: Edits the rep range.
de: Bearbeitet den Wiederholungsbereich.
es: Edita el rango de repeticiones.
fr: Modifie la plage de répétitions.
it: Modifica l'intervallo di ripetizioni.
ja: レップ範囲を編集します。
ko: 횟수 범위를 편집합니다.
pt_br: Edita o intervalo de repetições.
ru: Изменяет диапазон повторений.
zh_hans: 编辑次数区间。

source: Edits the workout notes.
de: Bearbeitet die Workout-Notizen.
es: Edita las notas del entrenamiento.
fr: Modifie les notes de la séance.
it: Modifica le note dell'allenamento.
ja: ワークアウトのメモを編集します。
ko: 운동 메모를 편집합니다.
pt_br: Edita as notas do treino.
ru: Изменяет заметки тренировки.
zh_hans: 编辑训练备注。

source: Edits the workout title.
de: Bearbeitet den Workout-Titel.
es: Edita el título del entrenamiento.
fr: Modifie le titre de la séance.
it: Modifica il titolo dell'allenamento.
ja: ワークアウトのタイトルを編集します。
ko: 운동 제목을 편집합니다.
pt_br: Edita o título do treino.
ru: Изменяет название тренировки.
zh_hans: 编辑训练标题。

source: Edits this workout plan.
de: Bearbeitet diesen Trainingsplan.
es: Edita este plan de entrenamiento.
fr: Modifie ce programme d'entraînement.
it: Modifica questa scheda di allenamento.
ja: このワークアウトプランを編集します。
ko: 이 운동 플랜을 편집합니다.
pt_br: Edita este plano de treino.
ru: Изменяет этот план тренировки.
zh_hans: 编辑这个训练计划。

source: Effort
de: Anstrengung
es: Esfuerzo
it: Sforzo
ja: 努力度
ko: 노력도
pt_br: Esforço
ru: Усилие
zh_hans: 强度

source: Effort %lld
de: Anstrengung %lld
es: Esfuerzo %lld
it: Sforzo %lld
ja: 努力度%lld
ko: 노력도 %lld
pt_br: Esforço %lld
ru: Усилие %lld
zh_hans: 强度 %lld

source: Effort vs Volume
de: Anstrengung vs. Volumen
es: Esfuerzo vs. volumen
it: Sforzo vs Volume
ja: 努力度 vs ボリューム
ko: 노력도 vs 볼륨
pt_br: Esforço vs. volume
ru: Усилие и объём
zh_hans: 强度与训练量

source: empty set
de: leerer Satz
es: serie vacía
fr: série vide
it: serie vuota
ja: 空のセット
ko: 빈 세트
pt_br: série vazia
ru: пустой подход
zh_hans: 空白组

source: empty sets
de: leere Sätze
es: series vacías
fr: séries vides
it: serie vuote
ja: 空のセット
ko: 빈 세트
pt_br: séries vazias
ru: пустые подходы
zh_hans: 空白组

source: Enable iCloud in Settings
de: iCloud in den Einstellungen aktivieren
es: Activar iCloud en Ajustes
fr: Activer iCloud dans les Réglages
it: Attiva iCloud nelle Impostazioni
ja: 設定でiCloudをオンにする
ko: 설정에서 iCloud 켜기
pt_br: Ativar o iCloud em Ajustes
ru: Включить iCloud в Настройках
zh_hans: 在“设置”中启用 iCloud

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva le notifiche
ja: 通知をオンにする
ko: 알림 켜기
pt_br: Ativar notificações
ru: Включить уведомления
zh_hans: 启用通知

source: Enable notifications in system settings to change this. You can still see in app toasts while using the app.
de: Aktiviere Benachrichtigungen in den Systemeinstellungen, um dies zu ändern. Du kannst weiterhin In-App-Hinweise sehen, während du die App nutzt.
es: Activa las notificaciones en los ajustes del sistema para cambiar esto. Puedes seguir viendo avisos dentro de la app mientras la usas.
fr: Active les notifications dans les réglages système pour modifier ceci. Tu peux toujours voir des notifications dans l'app pendant que tu l'utilises.
it: Attiva le notifiche nelle impostazioni di sistema per modificare questa opzione. Puoi comunque vedere gli avvisi dentro l'app mentre la usi.
ja: これを変更するには、システム設定で通知をオンにしてください。アプリの使用中は、アプリ内の通知は引き続き表示されます。
ko: 이 설정을 바꾸려면 시스템 설정에서 알림을 켜세요. 앱을 쓰는 동안에는 앱 내 알림 메시지가 계속 표시돼요.
pt_br: Ative as notificações nos ajustes do sistema para alterar isto. Você ainda pode ver avisos dentro do app enquanto o usa.
ru: Включите уведомления в системных настройках, чтобы это изменить. Всплывающие сообщения внутри приложения останутся доступны.
zh_hans: 请在系统设置中启用通知以更改此项。使用应用时你仍会看到应用内提示。

source: End
de: Ende
es: Fin
fr: Fin
it: Termina
ja: 終了
ko: 종료
pt_br: Fim
ru: Завершить
zh_hans: 结束

source: End Day
de: Tag beenden
es: Terminar día
fr: Terminer le jour
it: Termina giorno
ja: 終了日
ko: 일차 종료
pt_br: Encerrar dia
ru: Завершить день
zh_hans: 结束日

source: End Training Condition
de: Trainingsbedingung beenden
es: Terminar condición de entrenamiento
fr: Mettre fin à la condition d'entraînement
it: Termina condizione di allenamento
ja: トレーニングコンディションを終了
ko: 훈련 상황 종료
pt_br: Encerrar condição de treino
ru: Завершить статус тренировок
zh_hans: 结束训练状态

source: Ended
de: Beendet
es: Terminado
fr: Terminé
it: Terminato
ja: 終了済み
ko: 종료됨
pt_br: Encerrado
ru: Завершено
zh_hans: 已结束

source: Ended %@
de: Beendet am %@
es: Terminó el %@
fr: Terminé le %@
it: Terminato %@
ja: %@に終了
ko: %@ 종료
pt_br: Encerrado em %@
ru: Завершено %@
zh_hans: %@结束

source: Ended Date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data di fine
ja: 終了日
ko: 종료 날짜
pt_br: Data de término
ru: Дата завершения
zh_hans: 结束日期

source: Ended Early
de: Vorzeitig beendet
es: Terminado antes
fr: Terminé tôt
it: Terminato in anticipo
ja: 早期終了
ko: 조기 종료
pt_br: Encerrado antes
ru: Завершено досрочно
zh_hans: 提前结束

source: Ended or replaced conditions will appear here.
de: Beendete oder ersetzte Bedingungen erscheinen hier.
es: Las condiciones terminadas o reemplazadas aparecerán aquí.
fr: Les conditions terminées ou remplacées apparaîtront ici.
it: Le condizioni terminate o sostituite compariranno qui.
ja: 終了または置き換えられたコンディションがここに表示されます。
ko: 종료했거나 교체한 상황이 여기에 표시돼요.
pt_br: As condições encerradas ou substituídas aparecerão aqui.
ru: Завершённые и заменённые статусы появятся здесь.
zh_hans: 已结束或被替换的状态会显示在这里。

source: Ended your %@ status. You're back to training normally.
de: Dein Status „%@“ wurde beendet. Du trainierst wieder normal.
es: Se terminó tu estado de %@. Vuelves a entrenar con normalidad.
fr: Ton statut %@ est terminé. Tu reprends l'entraînement normal.
it: Stato %@ terminato. Torni ad allenarti normalmente.
ja: %@の状態を終了しました。通常のトレーニングに戻ります。
ko: %@ 상태를 종료했어요. 이제 평소대로 훈련해요.
pt_br: Seu status de %@ foi encerrado. Você voltou a treinar normalmente.
ru: Статус «%@» завершён. Ты снова тренируешься как обычно.
zh_hans: 已结束你的“%@”状态。你恢复正常训练了。

source: Ends %@
de: Endet am %@
es: Termina el %@
fr: Se termine le %@
it: Termina %@
ja: %@に終了
ko: %@ 종료
pt_br: Termina em %@
ru: Заканчивается %@
zh_hans: %@结束

source: Ends %@.
de: Endet am %@.
es: Termina el %@.
fr: Se termine le %@.
it: Termina %@.
ja: %@に終了します。
ko: %@에 종료돼요.
pt_br: Termina em %@.
ru: Заканчивается %@.
zh_hans: %@结束。

source: Ends your current training condition and returns you to training normally.
de: Beendet deine aktuelle Trainingsbedingung und lässt dich wieder normal trainieren.
es: Termina tu condición de entrenamiento actual y vuelves a entrenar con normalidad.
fr: Met fin à ta condition d'entraînement actuelle et te fait reprendre l'entraînement normal.
it: Termina la condizione di allenamento attuale e ti riporta ad allenarti normalmente.
ja: 現在のトレーニングコンディションを終了し、通常のトレーニングに戻します。
ko: 현재 훈련 상황을 종료하고 평소 훈련으로 돌아갑니다.
pt_br: Encerra sua condição de treino atual e faz você voltar a treinar normalmente.
ru: Завершает текущий статус тренировок и возвращает к обычному режиму.
zh_hans: 结束你当前的训练状态，恢复正常训练。

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: エネルギー
ko: 에너지
pt_br: Energia
ru: Энергия
zh_hans: 能量

source: Energy history chart
de: Energieverlaufsdiagramm
es: Gráfico de historial de energía
fr: Graphique d'historique d'énergie
it: Grafico della cronologia dell'energia
ja: エネルギー履歴のグラフ
ko: 에너지 기록 차트
pt_br: Gráfico de histórico de energia
ru: График истории энергии
zh_hans: 能量历史图表

source: Energy. Update Apple Health permissions so your health metrics appear here.
de: Energie. Aktualisiere die Apple-Health-Berechtigungen, damit deine Gesundheitsmetriken hier erscheinen.
es: Energía. Actualiza los permisos de Apple Salud para que tus métricas de salud aparezcan aquí.
fr: Énergie. Mets à jour les autorisations Apple Santé pour que tes statistiques de santé apparaissent ici.
it: Energia. Aggiorna i permessi di Apple Health per far comparire qui i tuoi dati di salute.
ja: エネルギー。Apple Healthのアクセス許可を更新すると、ここに健康指標が表示されます。
ko: 에너지. 건강 지표가 여기에 표시되도록 Apple Health 권한을 업데이트하세요.
pt_br: Energia. Atualize as permissões do Apple Saúde para que suas métricas de saúde apareçam aqui.
ru: Энергия. Обновите разрешения Apple Health, чтобы показатели появились здесь.
zh_hans: 能量。请更新 Apple Health 权限，让你的健康指标显示在这里。

source: Enjoy your day off!
de: Genieße deinen freien Tag!
es: ¡Disfruta tu día libre!
fr: Profite de ton jour de repos !
it: Goditi il giorno di riposo!
ja: 休養日を楽しんでください。
ko: 오늘은 푹 쉬세요!
pt_br: Aproveite seu dia de folga!
ru: Хорошего выходного!
zh_hans: 好好享受休息日！

source: Enter a valid number.
de: Gib eine gültige Zahl ein.
es: Introduce un número válido.
fr: Saisissez un nombre valide.
it: Inserisci un numero valido.
ja: 有効な数値を入力してください。
ko: 올바른 숫자를 입력하세요.
pt_br: Insira um número válido.
ru: Введите корректное число.
zh_hans: 请输入有效的数字。

source: Enter a value greater than 0.
de: Gib einen Wert größer als 0 ein.
es: Introduce un valor mayor que 0.
fr: Saisissez une valeur supérieure à 0.
it: Inserisci un valore maggiore di 0.
ja: 0より大きい値を入力してください。
ko: 0보다 큰 값을 입력하세요.
pt_br: Insira um valor maior que 0.
ru: Введите значение больше 0.
zh_hans: 请输入大于 0 的数值。
